<template>
    <h1>Политика конфиденциальности для мобильного приложения<br>"Fores"</h1>
    <h2>1. Определение понятий</h2>
    <p><b>"Закон"</b> означает Федеральный закон Российской Федерации "О персональных данных" со всеми изменениями и дополнениями, а также иные законодательные акты Российской Федерации.</p>
    <p><b>"Контроллёр"</b> означает лицо, которое является ответственным за обработку и защиту Персональных данных Пользователей, находящихся на территории ЕС в понимании Общего регламента защиты персональных данных (General Data Protection Regulation) от 27 апреля 2016 года (далее "GDRP").</p>
    <p><b>"Мобильное приложение"</b> это программное обеспечение (со всеми существующими дополнениями и улучшениями), предназначенное для работы на смартфонах, планшетах, часах и других мобильных устройствах, и разработанное для конкретной платформы (iOS, Android, Windows Phone и т.д.). Для целей настоящей Политики под Мобильным приложением подразумевается следующее программное обеспечение: FORES</p>
    <p><b>"Персональные данные"</b> означает совокупность личных данных и/или неперсонифицированной информации о Пользователе, предоставляемую им самим Правообладателю и/или автоматически собираемую Правообладателем и/или третьими лицами.</p>
    <p><b>"Политика"</b> означает настоящею Политику конфиденциальности мобильного приложения (со всеми существующими дополнениями и изменениями).</p>
    <p><b>"Пользователь"</b> означает юридическое или физическое лицо, которое загрузило Мобильное приложение на смартфон, планшет, часы или любое другое мобильное устройство и/или осуществило активацию такого Мобильного приложения на одном из указанных устройств.</p>
    <p><b>"Пользовательское соглашение"</b> означает соглашение, заключаемое между Правообладателем и Пользователем в отношении порядка, правил и особенностей использования Пользователем Мобильного приложения. Пользователь присоединяется к такому соглашению и не имеет права вносить и/или требовать внесения в него каких-либо изменений или дополнений.</p>
    <p><b>"Правообладатель"</b> означает следующее лицо, которому принадлежат исключительные права владения Мобильным приложением *ЛПН РФЕКБ*</p>
    <p class="italic"><b>Лобачев Павел Николаевич, Российская Федерация, Ханты-Мансийский Автономный Округ-Югра, г.Пыть-ях, мкр. 6 Пионерный, д.2, кв.103</b></p>
    <p><b>"Кэш"</b> </p>
    <p><b>"Файлы куки"</b> означает небольшие файлы, отправляемые каким-либо мобильным приложениям или сайтом, и размещаемые на смартфонах, планшетах, часах и других мобильных устройствах Пользователя, для улучшения работы таких приложений или сайтов, а также качества размещенного в них контента.</p>
    
    <h2>2. Отношения, на которые распространяется полтикиа</h2>
    <h3>Общие положения</h3>
    <p>Данная Политика используется и применима исключительно к Персональным данным, получаемым от Пользователя в связи с использованием им Мобильного приложения. Положения данной Политики направлены на:</p>
    <p>&emsp;&emsp;<b>1</b>. определение видов и типов получаемых Персональных данных, направлений и целей использования (обработки) Персональных данных, а также источников получения таких Персональных данных;</p>
    <p>&emsp;&emsp;<b>2</b>. определение прав Пользователя в отношении защиты конфиденциальности передаваемых им Персональных данных;</p>
    <p>&emsp;&emsp;<b>3</b>. определение лиц, ответственных за обработку и хранение Персональных данных, а также третьих лиц, которым такие данные раскрываются (полностью или частично).</p>
    <p>Правила настоящей Политики не применяются в случае обработки третьими лицами Персональных данных, которые добровольно предоставляются Пользователем.</p>
    <p>Посредством установки и/или активации Мобильного приложения на смартфоне, планшете, часах или другом мобильном устройстве Пользователь соглашается с условиями данной Политики и дает свое согласие Правообладателю на сбор, обработку, удержание и хранение Персональных данных в порядке и на условиях, предусмотренных настоящей Политикой.</p>
    <p>Если Пользователь не согласен с условиями Политики и/или отдельные условия Политики ему не понятны, в таком случае Пользователь обязан немедленно прекратить использование Мобильного приложения.</p>
    <h3>Права пользователя по защите персональных данных</h3>
    <p>В связи с предоставлением Персональных данных Пользователь автоматически получает следующие права:</p>
    <p>&emsp;&emsp;<b>1</b>. получать данные, касающиеся их обработки (основания и цели такой обработки, применяемые способы обработки, сведения о лицах, которые имеют доступ к ним или которым они могут быть раскрыты на основании договора или Закона).</p>
    <p>&emsp;&emsp;<b>2</b>. получать данные о месте нахождения и идентификационных данных лиц, совершающих обработку Персональных данных.</p>
    <p>&emsp;&emsp;<b>3</b>. получать данные о сроках хранения Персональных данных.</p>
    <p>&emsp;&emsp;<b>4</b>. получать данные об осуществленной или о предполагаемой трансграничной передаче Персональных данных.</p>
    <p>&emsp;&emsp;<b>5</b>. обжаловать действия или бездействие Правообладателя в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке.</p>
    <p>&emsp;&emsp;<b>6</b>. получать возмещение убытков и/или компенсацию морального вреда в судебном порядке в следствие допущенных Правообладателем и/или третьими лицами нарушений прав Пользователя на охрану и защиту его Персональных данных.</p>
    <p>&emsp;&emsp;<b>7</b>. реализовывать иные права в области защиты персональных данных, предусмотренные Законом или положениями данной Политики.</p>
       
    <h2>3. Перечень собираемых персональных данных</h2>
    <h3>Неперсонифицированная информация о пользователях</h3>
    <p>В связи с использованием Мобильного приложения Правообладатель может автоматически собирать и обрабатывать следующею неперсонифицированную информацию о Пользователе:</p>
    <p>&emsp;&emsp;<b>1</b>. информацию о трафике, возможном количестве совершенных кликов, логи и другие данные.</p>
    <p>&emsp;&emsp;<b>2</b>. информацию об устройстве (идентификационный номер, сеть мобильного оператора), с которого выполняется вход, операционная система, платформа, тип браузера и другая информация о браузере, IP адрес.</p>
    <p>&emsp;&emsp;<b>3</b>. информацию о месте нахождении Пользователя (геолокация). Пользователь может в любой момент отключить геолокацию путем изменения настроек устройства, с которого осуществлен вход в Мобильное приложение. Геолокация используется Мобильным приложением только тогда, когда Пользователь активно использует такое приложение. При выходе из Мобильного приложения геолокация перестает функционировать.</p>
    <h3>Личные данные о пользователях</h3>
    <p>Пользователь предоставляет Правообладателю о себе следующие личные данные:</p>
    <p>&emsp;&emsp;<b>1</b>. адрес электронной почты.</p>
    <p>&emsp;&emsp;<b>2</b>. данные, которые содержатся в личном кабинете (профиле) Пользователя, все внутренние переписки Пользователя (если есть), а также иная активность личного кабинета (профиля) Пользователя.</p>
    <p>&emsp;&emsp;<b>3</b>. данные и информация, получаемая в результате объединения тех или иных Персональных данных конкретного Пользователя, а также данные и информация, получаемые данные о Пользователе, получаемые от третьих лиц (партнеров, маркетологов, исследователей).</p>
    <p>Пользователь является единственным ответственным лицом за полноту предоставляемых личных (персональных) данных и обязан осуществлять своевременное их изменение (обновление, проверку, корректировку) на регулярной основе.</p>
    <p>Правообладатель исходит из того, что все предоставленные Пользователем личные (персональные) данные являются достоверными, и что Пользователь поддерживает такую информацию в актуальном состоянии.</p>

    <h2>4. Цели сбора и обработки персональных данных</h2>
    <h3>Определение целей обработки</h3>
    <p>Сбор и обработка Персональных данных осуществляется в следующих целях:</p>
    <p>&emsp;&emsp;<b>1</b>. для анализа поведения Пользователя, а также выявления предпочтений Пользователя к определенному виду контента.</p>
    <p>&emsp;&emsp;<b>2</b>. для оперативной и корректной работы Мобильного приложения, улучшения функционирования работы Мобильного приложения, улучшения контента Мобильного приложения, улучшения внутренней архитектуры и функциональности Мобильного приложения.</p>
    <p>&emsp;&emsp;<b>3</b>. для идентификации Пользователя.</p>
    <p>&emsp;&emsp;<b>4</b>. для соблюдения требований Закона.</p>
    <p>&emsp;&emsp;<b>5</b>. для определения места нахождения Пользователя.</p>
    <p>&emsp;&emsp;<b>6</b>. для технической поддержки Мобильного приложения, выявления проблем в его работе и их устранение.</p>
    <p>&emsp;&emsp;<b>7</b>. для поддержания связи с Пользователем (коммуникация).</p>
    <p>&emsp;&emsp;<b>8</b>. для выполнения иных обязательств Правообладателя, которые возникли перед Пользователем.</p>
    <p>&emsp;&emsp;<b>9</b>. для любых других целей, при условии получения отдельного согласия от Пользователя.</p>
    <p>Обработка Персональных данных осуществляется на основе принципов: (1) законности целей и способов обработки; и (2) добросовестности; и (3) соответствия целей обработки Персональных данных целям, заранее определенным и заявленным при сборе таких Персональных данных; и (4) соответствия объема и характера обрабатываемых Персональных данных заявленным целям их обработки.</p>
    <h3>Условия обработки персональных данных</h3>
    <p>Обработка Персональных данных проводится в случаях: (1) получения согласия от Пользователя путем ввода персональных данных в мобильное приложение; или (2) выполнения иных обязательств Правообладателя перед Пользователем, включая, однако не ограничиваясь, предоставление определенного контента Пользователю; или (3) спасения жизни или здоровья Пользователя, когда согласие на обработку его Персональных данных не удается получить заблаговременно.</p>
    <p>В случае обезличивания Персональных данных, что не позволяет прямо или опосредованно определить Пользователя, последующее использование и раскрытие таких данных третьим лицам допускается и в отношении их более не применяются правила данной Политики.</p>
    <p>Правообладатель принимает все возможные меры для защиты конфиденциальности полученных Персональных данных, за исключением случаев, когда Пользователь сделал такие данные общедоступными.</p>
    <p>Обработка Персональных данных осуществляется с использованием средств автоматизации и без использования таких средств автоматизации.</p>

    <h2>5. Доступ третьих лиц к персональным данным</h2>
    <h3>Раскрытие персональных данных третьим лицам</h3>
    <p>Правообладатель имеет право раскрывать Персональные данные (1) своим аффилированным лицам, филиалам и представительствам, (2) правопреемникам Правообладателя, которые возникли в результате его ликвидации, реорганизации или банкротства, и которые получили исключительные права владения Мобильным приложением; (3) третьим лицам исключительно для целей оказания получения Пользователем определенного контента или доступа к нему; (4) третьим лицам, когда Пользователем было дано согласие на раскрытие, передачу или обработку своих Персональных данных, а также в иных случаях, прямо предусмотренных Законом или данной Политикой.</p>
    <p>Правообладатель раскрывает Персональные данные только в том случае, если (1) уверен, что третьи лица будут соблюдать условия данной Политики и предпринимать такие же меры по защите конфиденциальности Персональных данных, которые предпринимает сам Правообладатель, и (2) согласие на такое раскрытие было предварительно выражено Пользователем путем введения своих персональных данных в мобильное приложение и/или допускается на основании Закона.</p>
    
    <h2>6. Размещение рекламы</h2>
    <h3>Реклама в мобильном приложении</h3>
    <p>Правообладатель не размещает рекламу в Мобильном приложении.</p>

    <h2>7. Направление жалоб и запросов правообладателю</h2>
    <h3>Требование о прекращении обработки персональных данных</h3>
    <p>Каждый Пользователь имеет право выразить свое возражение Правообладателю против обработки и/или хранения его Персональных данных. Такое возражение может быть выражено следующим образом:</p>
    <p class="italic">запрос должен быть направлен Правообладателю на следующий адрес: <b>shokoteam.sup@gmail.com</b></p>
    <h3>Запрос на получение информации о персональных данных</h3>
    <p>Если у Пользователя возникают вопросы, связанные с порядком применения или использования настоящий Политики, порядком и/или способом обработки Персональных данных, Пользователь может задать такой вопрос следующим образом:</p>
    <p class="italic">вопрос должен быть направлен Правообладателю на следующий адрес: <b>shokoteam.sup@gmail.com</b></p>
    <h3>Изменение (обновление, дополнение, корректировка) или удалении персональных данных</h3>
    <p>Пользователь имеет право в любой момент самостоятельно изменить или удалить свои Персональные данные, за исключением случаев, когда такое изменение или удаление может привести (1) к нарушению правил настоящей Политики; или (2) к нарушению Закона; (3) характер таких Персональных данных является доказательством в каком-либо судебном процессе, возникшем между Правообладателем и Пользователем. Для этого Пользователю требуется удалить свой личный аккаунт (профиль) в Мобильном приложении.</p>
    <p>Правообладатель имеет право в любой момент удалить личный аккаунт/профиль Пользователя, а также все Персональные данные о Пользователе, если он нарушил условия данной Политики и/или Пользовательского соглашения.</p>
    <h2>8. Сроки и порядок хранения персональных данных</h2>
    <p>Хранение осуществляется самостоятельно Правообладателем.</p>
    <p>Хранение осуществляется в течение всего времени, пока пользователь не подаст заявление на удаление его Персональных данных или не удалит аккаунт (профиль), непосредственно, из мобильного приложения.</p>
    <p>Правообладатель обязуется удалить все Персональные данные пользователя, после соответствуещего запроса или удаления аккаунта (профиля), непосредственно, из мобильного приложения.</p>
    <h2>9. Доступ несовершеннолетних к мобильному приложению</h2>
    <p>Мобильное приложение может быть использовано лицами в возрасте до 18 лет.</p>
    <p>Мобильное приложение собирает личные данные о Пользователях, потому использование настоящего приложения несовершеннолетними Пользователями допускается только при условии получения предварительного согласия от законного представителя (опекуна) на обработку Персональных данных. При входе пользователя в мобильное приложение  и предоставлении персональных данных происходит автоматическое подтверждение согласия законных представителей на обработку данных несовершеннолетних.</p>
    <p>Если несовершеннолетний Пользователь не может предоставить согласие на обработку его Персональных данных от законного представителя (опекуна), в таком случае такой Пользователь обязан немедленно прекратить использование Мобильного приложения.</p>

    <h2>10. Порядок защиты персональных данных</h2>
    <p>Защита конфиденциальности Персональных данных является первостепенной и важной задачей для Правообладателя. Правообладатель придерживается всех требуемых международных стандартов, правил и рекомендаций по защите Персональных данных.</p>
    <p>Правообладатель внедрил ряд технических и организационных методов, направленных на защиту Персональных данных от разглашения или несанкционированного доступа к ним третьих лиц. Для обеспечения сохранности и конфиденциальности получаемых Персональных данных Правообладатель использует следующие средства защиты:</p>
    <p>&emsp;&emsp;<b>1</b>. SSL (Security Sockets Layer) протокол.</p>
    <p>&emsp;&emsp;<b>1</b>. Middlewars.</p>

    <h2>11. Заключительные положения</h2>
    <h3>Доступность текста политики для ознакомления</h3>
    <p>Пользователи могут ознакомиться с условиями данной Политики по следующей ссылке: https://shokoteam-fores.vercel.app/</p>
    <p>Данная редакция Политики действует от 16 мая 2024 годa.</p>
    <h3>Изменение и дополнение политики</h3>
    <p>Настоящая Политика может быть изменена в одностороннем порядке Правообладателем. Правообладатель не несет какой-либо ответственности перед Пользователем за изменение условий данной Политики без разрешения и/или согласия Пользователя.</p>
    <p>Пользователь сам обязуется на регулярной основе проверять положения данной Политики на предмет ее возможного изменения или дополнения.</p>
    <h3>Применимое законодательство</h3>
    <p>Настоящая Политика разработана в соответствие с действующим законодательством о защите персональных данных Российской Федерации, в частности, с нормами Федерального закона от 27 июля 2006 года № 152-ФЗ "О персональных данных" (со всеми дополнениями и изменениями), Федерального закона от 21 июля 2014 года № 242-ФЗ "О внесении изменений в отдельные законодательные акты Российской Федерации в части уточнения порядка обработки персональных данных в информационно-телекоммуникационных сетях" (со всеми дополнениями и изменениями).</p>
    <h3>Риск разглашения</h3>
    <p>Вне зависимости от предпринимаемых Правообладателем мер защиты конфиденциальности получаемых персональных данных, Пользователь настоящим считается должным образом ознакомлен с тем, что любая передача Персональных данных в сети Интернет не может быть гарантировано безопасной, а потому Пользователь осуществляет такую передачу на свой собственный риск.</p>


</template>

<style scoped>
* {
    text-align: center;
}

h1 {
    font-size: 32px;
    font-weight: bold;
    line-height: 120%;
    padding-bottom: 16px;
}
h2 {
    text-align: justify;
    font-size: 28px;
    font-weight: 500;
    line-height: 120%;
    padding-top: 16px;
    padding-bottom: 8px;
}
h3 {
    text-align: justify;
    font-size: 22px;
    font-weight: bold;
    line-height: 140%;
    padding-top: 8px;
    padding-bottom: 8px;
}
p {
    text-align: justify;
    font-size: 16px;
    font-weight: 400;
    line-height: 140%;
    padding-bottom: 8px;
}

b {
    font-weight: 800;
}

</style>