<script setup lang="ts">
</script>

<template>
    <h1>Политика конфиденциальности для мобильного приложения<br>"Fores"</h1>
    <h2>1. Определение понятий</h2>
    <p><b>"Закон"</b> означает Федеральный закон Российской Федерации "О персональных данных" со всеми изменениями и дополнениями, а также иные законодательные акты Российской Федерации.</p>
    <p><b>"Контроллёр"</b> означает лицо, которое является ответственным за обработку и защиту Персональных данных Пользователей, находящихся на территории ЕС в понимании Общего регламента защиты персональных данных (General Data Protection Regulation) от 27 апреля 2016 года (далее "GDRP").</p>
    <h2>2. Отношения, на которые распространяется полтикиа</h2>
    <h2>3. Перечень собираемых персональных данных</h2>
    <h2>4. Цели сбора и обработки персональных данных</h2>
    <h2>5. Доступ третьих лиц к персональным данным</h2>
    <h2>6. Размещение рекламы</h2>
    <h2>7. Направление жалоб и запросов правообладателю</h2>
    <h2>8. Сроки и порядок хранения персональных данных</h2>
    <h2>9. Доступ несовершеннолетних к мобильному приложению</h2>
    <h2>10. Порядок защиты персональных данных</h2>
    <h2>11. Пользователи, находящиеся на территориюю Европейского Союза</h2>
    <h2>12. Заключительные положения</h2>

</template>

<style>
* {
    text-align: center;
}

h1 {
    font-size: 32px;
    font-weight: bold;
    line-height: 120%;
    padding-bottom: 16px;
}
h2 {
    text-align: justify;
    font-size: 28px;
    font-weight: 500;
    line-height: 120%;
    padding-top: 16px;
    padding-bottom: 8px;
}
p {
    text-align: justify;
    font-size: 16px;
    font-weight: 400;
    line-height: 140%;
    padding-bottom: 4вpx;
}

b {
    font-weight: 800;
}

</style>